IDEA Open Model
ConcreteSLSCheckResultStiffnessEc2 Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ConcreteSLSCheckResultStiffnessEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ConcreteSLSCheckResultStiffnessEc2()
Public Sub New
public:
ConcreteSLSCheckResultStiffnessEc2()
See Also
Reference
ConcreteSLSCheckResultStiffnessEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace